Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# aboutAppVersionCopyright
source: Version %@.%@ © 2019-%@ Infomaniak Network SA -
da_dk: Version %1$s.%2$s © 2019-%3$s Infomaniak Network SA -
es_es: Versión %@.%@ © 2019-%@ Infomaniak Network SA -
fi_fi: Versio %@.%@ © 2019-%@ Infomaniak Network SA -
it_it: Versione %@.%@ © 2019-%@ Infomaniak Network SA
nb_no: Versjon %@.%@ © 2019-%@ Infomaniak Network SA -
nl_nl: Versie %@.%@ © 2019-%@ Infomaniak Network SA -
pl_pl: Wersja %@.%@ © 2019-%@ Infomaniak Network SA -
pt_pt: Versão %@.%@ © 2019-%@ Infomaniak Network SA -
sv_se: Version %1$s.%2$s © 2019-%3$s Infomaniak Network SA -

source: About kDrive
da_dk: Om kDrive
de_de: Über kDrive
el_gr: Σχετικά με το kDrive
es_es: Acerca de kDrive
fi_fi: Tietoja kDrivesta
fr_fr: À propos de kDrive
it_it: Informazioni su kDrive
nb_no: Om kDrive
nl_nl: Over kDrive
pl_pl: O kDrive
pt_pt: Acerca do kDrive
sv_se: Om kDrive

# aboutKDriveDescription
source: Developed and hosted exclusively in Switzerland, kDrive ensures total protection of your data, with no reselling or spying, in ISO-certified data centers, with encryption and backup on multiple media.
da_dk: Udviklet og hostet udelukkende i Schweiz sikrer kDrive total beskyttelse af dine data, uden videresalg eller overvågning, i ISO-certificerede datacentre, med kryptering og sikkerhedskopi på flere medier.
de_de: In der Schweiz entwickelt und gehostet, gewährleistet kDrive den vollständigen Schutz Ihrer Daten, ohne Weiterverkauf oder Überwachung, in ISO-zertifizierten Rechenzentren, mit Verschlüsselung und Sicherung auf mehreren Medien.
el_gr: Αναπτύχθηκε και φιλοξενείται αποκλειστικά στην Ελβετία, το kDrive διασφαλίζει την πλήρη προστασία των δεδομένων σας, χωρίς μεταπώληση ή παρακολούθηση, σε κέντρα δεδομένων πιστοποιημένα ISO, με κρυπτογράφηση και δημιουργία αντιγράφων ασφαλείας σε πολλαπλά μέσα.
es_es: Desarrollado y alojado exclusivamente en Suiza, kDrive garantiza la protección total de sus datos, sin reventa ni espionaje, en centros de datos certificados ISO, con cifrado y copia de seguridad en varios soportes.
fi_fi: kDrive on kehitetty ja isännöity yksinomaan Sveitsissä. Se varmistaa tietojesi täydellisen suojan ilman myyntiä tai vakoilua, ISO-sertifioiduissa datakeskuksissa, salauksella ja varmuuskopioinnilla useille tallennusvälineille.
fr_fr: Développé et hébergé exclusivement en Suisse, kDrive assure une protection totale de vos données, sans revente ni espionnage, dans des centres certifiés ISO, avec chiffrement et sauvegarde sur plusieurs supports.
it_it: Sviluppato e ospitato esclusivamente in Svizzera, kDrive garantisce la totale protezione dei tuoi dati, senza rivendita né sorveglianza, in data center certificati ISO, con crittografia e backup su più supporti.
nb_no: Utviklet og driftet utelukkende i Sveits, kDrive sikrer fullstendig beskyttelse av dine data, uten videresalg eller spionering, i ISO-sertifiserte datasentre, med kryptering og sikkerhetskopiering på flere medier.
nl_nl: Ontwikkeld en uitsluitend gehost in Zwitserland biedt kDrive totale bescherming van uw gegevens, zonder doorverkoop of bespionering, in ISO-gecertificeerde datacenters, met versleuteling en back-up op meerdere media.
pl_pl: Opracowany i hostowany wyłącznie w Szwajcarii, kDrive zapewnia pełną ochronę Twoich danych, bez odsprzedaży ani szpiegowania, w centrach danych certyfikowanych przez ISO, z szyfrowaniem i kopią zapasową na wielu nośnikach.
pt_pt: Desenvolvido e alojado exclusivamente na Suíça, o kDrive garante a proteção total dos seus dados, sem revenda nem espionagem, em centros de dados certificados ISO, com encriptação e cópia de segurança em vários suportes.
sv_se: Utvecklad och uteslutande driftad i Schweiz säkerställer kDrive ett fullständigt skydd av dina data, utan vidaresäljning eller spionage, i ISO-certifierade datacenter, med kryptering och säkerhetskopiera på flera media.

# activitiesTitleIdle
source: Synchronization complete
da_dk: Synkronisering fuldført
de_de: Synchronisierung abgeschlossen
el_gr: Ο συγχρονισμός ολοκληρώθηκε
es_es: Sincronización completada
fi_fi: Synkronointi valmis
fr_fr: Synchronisation terminée
it_it: Sincronizzazione completata
nb_no: Synkronisering fullført
nl_nl: Synchronisatie voltooid
pl_pl: Synchronizacja zakończona
pt_pt: Sincronização concluída
sv_se: Synkronisering slutförd

# activitiesTitleInProgress
source: Synchronization in progress
da_dk: Synkronisering i gang
de_de: Synchronisierung läuft
el_gr: Ο συγχρονισμός βρίσκεται σε εξέλιξη
es_es: Sincronización en curso
fi_fi: Synkronointi käynnissä
fr_fr: Synchronisation en cours
it_it: Sincronizzazione in corso
nb_no: Synkronisering pågår
nl_nl: Synchronisatie bezig
pl_pl: Synchronizacja w toku
pt_pt: Sincronização em curso
sv_se: Synkronisering pågår

# activitiesTitleNoActivity
source: No recent activity
da_dk: Ingen nylig aktivitet
de_de: Keine aktuellen Aktivitäten
el_gr: Καμία πρόσφατη δραστηριότητα
es_es: Sin actividad reciente
fi_fi: Ei viimeaikaista toimintaa
fr_fr: Aucune activité récente
it_it: Nessuna attività recente
nb_no: Ingen nylig aktivitet
nl_nl: Geen recente activiteit
pl_pl: Brak ostatniej aktywności
pt_pt: Sem atividade recente
sv_se: Ingen ny aktivitet

# activitiesTitleOffline
source: You are offline
da_dk: Du er offline
de_de: Sie sind offline
el_gr: Είστε εκτός σύνδεσης
es_es: Está sin conexión
fi_fi: Olet offline-tilassa
fr_fr: Vous êtes hors ligne
it_it: Sei offline
nb_no: Du er frakoblet
nl_nl: U bent offline
pl_pl: Jesteś offline
pt_pt: Está offline
sv_se: Du är offline

# activitiesTitlePause
source: Synchronization paused
da_dk: Synkronisering sat på pause
de_de: Synchronisierung pausiert
el_gr: Ο συγχρονισμός διακόπηκε
es_es: Sincronización en pausa
fi_fi: Synkronointi keskeytetty
fr_fr: Synchronisation interrompue
it_it: Sincronizzazione sospesa
nb_no: Synkronisering pauset
nl_nl: Synchronisatie onderbroken
pl_pl: Synchronizacja wstrzymana
pt_pt: Sincronização pausada
sv_se: Synkronisering pausad

# activitiesTypeAllActivities
source: All activities
da_dk: Alle aktiviteter
de_de: Alle Aktivitäten
el_gr: Όλες οι δραστηριότητες
es_es: Todas las actividades
fi_fi: Kaikki toiminnot
fr_fr: Toutes les activités
it_it: Tutte le attività
nb_no: Alle aktiviteter
nl_nl: Alle activiteiten
pl_pl: Wszystkie aktywności
pt_pt: Todas as atividades
sv_se: Alla aktiviteter

# activitiesTypeMyActivity
source: My activity only
da_dk: Kun min aktivitet
de_de: Nur meine Aktivitäten
el_gr: Μόνο η δική μου δραστηριότητα
es_es: Solo mi actividad
fi_fi: Vain oma toimintani
fr_fr: Mon activité uniquement
it_it: Solo la mia attività
nb_no: Bare min aktivitet
nl_nl: Alleen mijn activiteit
pl_pl: Tylko moja aktywność
pt_pt: Apenas a minha atividade
sv_se: Endast min aktivitet

# addAdvancedSyncDialogTitle
source: Sync a folder with kDrive
da_dk: Synkroniser en mappe med kDrive
de_de: Einen Ordner mit kDrive synchronisieren
el_gr: Συγχρονισμός φακέλου με το kDrive
es_es: Sincronizar una carpeta con kDrive
fi_fi: Synkronoi kansio kDriven kanssa
fr_fr: Synchroniser un dossier avec kDrive
it_it: Sincronizza una cartella con kDrive
nb_no: Synkroniser en mappe med kDrive
nl_nl: Een map synchroniseren met kDrive
pl_pl: Synchronizuj folder z kDrive
pt_pt: Sincronizar uma pasta com o kDrive
sv_se: Synkronisera en mapp med kDrive

# addAdvancedSyncLocalFolderDescription
source: Choose the folder on your computer to sync with kDrive:
da_dk: Vælg mappen på din computer, der skal synkroniseres med kDrive:
de_de: Wählen Sie den Ordner auf Ihrem Computer aus, der mit kDrive synchronisiert werden soll:
el_gr: Επιλέξτε τον φάκελο του υπολογιστή σας για συγχρονισμό με το kDrive:
es_es: Elija la carpeta de su ordenador para sincronizar con kDrive:
fi_fi: Valitse tietokoneeltasi kDriveen synkronoitava kansio:
fr_fr: Choisissez le dossier de votre ordinateur à synchroniser sur kDrive :
it_it: Scegli la cartella del tuo computer da sincronizzare con kDrive:
nb_no: Velg mappen på datamaskinen som skal synkroniseres med kDrive:
nl_nl: Kies de map op uw computer die u wilt synchroniseren met kDrive:
pl_pl: Wybierz folder na swoim komputerze do synchronizacji z kDrive:
pt_pt: Escolha a pasta do seu computador para sincronizar com o kDrive:
sv_se: Välj mappen på din dator som ska synkroniseras med kDrive:

# addAdvancedSyncLocalFolderTitle
source: Synced folder
da_dk: Synkroniseret mappe
de_de: Synchronisierter Ordner
el_gr: Συγχρονισμένος φάκελος
es_es: Carpeta sincronizada
fi_fi: Synkronoitu kansio
fr_fr: Dossier synchronisé
it_it: Cartella sincronizzata
nb_no: Synkronisert mappe
nl_nl: Gesynchroniseerde map
pl_pl: Synchronizowany folder
pt_pt: Pasta sincronizada
sv_se: Synkroniserad mapp

# addAdvancedSyncRemoteFolderDescription
source: Customize the location of your computer folder on kDrive:
da_dk: Tilpas placeringen af din computermappe på kDrive:
de_de: Passen Sie den Speicherort Ihres Computerordners auf kDrive an:
el_gr: Προσαρμόστε τη θέση του φακέλου του υπολογιστή σας στο kDrive:
es_es: Personalice la ubicación de la carpeta de su ordenador en kDrive:
fi_fi: Muokkaa tietokoneen kansion sijaintia kDrivessa:
fr_fr: Personnalisez l’emplacement du dossier de votre ordinateur sur kDrive :
it_it: Personalizza la posizione della cartella del tuo computer su kDrive:
nb_no: Tilpass plasseringen av datamaskinmappen på kDrive:
nl_nl: Pas de locatie van uw computermap op kDrive aan:
pl_pl: Dostosuj lokalizację folderu komputera w kDrive:
pt_pt: Personalize a localização da pasta do seu computador no kDrive:
sv_se: Anpassa platsen för din datormapp på kDrive:

# addAdvancedSyncRemoteFolderPageTitle
source: Choose the folder location on kDrive
da_dk: Vælg mappeplaceringen på kDrive
de_de: Wählen Sie den Ordnerstandort auf kDrive aus
el_gr: Επιλέξτε τη θέση του φακέλου στο kDrive
es_es: Elegir la ubicación de la carpeta en kDrive
fi_fi: Valitse kansion sijainti kDrivessa
fr_fr: Choisissez l’emplacement du dossier sur kDrive
it_it: Scegli la posizione della cartella su kDrive
nb_no: Velg mappeplasseringen på kDrive
nl_nl: Kies de maplocatie op kDrive
pl_pl: Wybierz lokalizację folderu w kDrive
pt_pt: Escolha a localização da pasta no kDrive
sv_se: Välj mappens plats på kDrive

# addAdvancedSyncRemoteFolderTitle
source: kDrive location
da_dk: kDrive-placering
de_de: kDrive-Speicherort
el_gr: Τοποθεσία kDrive
es_es: Ubicación en kDrive
fi_fi: kDrive-sijainti
fr_fr: Emplacement kDrive
it_it: Posizione su kDrive
nb_no: kDrive-plassering
nl_nl: kDrive-locatie
pl_pl: Lokalizacja w kDrive
pt_pt: Localização no kDrive
sv_se: kDrive-plats

# advancedSyncDescription
source: Select a folder on your computer to sync with kDrive. You can access your advanced syncs from the drive picker on the home page.
da_dk: Vælg en mappe på din computer, der skal synkroniseres med kDrive. Du kan få adgang til dine avancerede synkroniseringer fra drevvælgeren på startsiden.
de_de: Wählen Sie einen Ordner auf Ihrem Computer aus, der mit kDrive synchronisiert werden soll. Sie können auf Ihre erweiterten Synchronisierungen über die Laufwerksauswahl auf der Startseite zugreifen.
el_gr: Επιλέξτε έναν φάκελο στον υπολογιστή σας για συγχρονισμό με το kDrive. Μπορείτε να αποκτήσετε πρόσβαση στους προηγμένους συγχρονισμούς σας από τον επιλογέα μονάδας στην αρχική σελίδα.
es_es: Seleccione una carpeta en su ordenador para sincronizar con kDrive. Puede acceder a sus sincronizaciones avanzadas desde el selector de unidades en la página de inicio.
fi_fi: Valitse tietokoneeltasi kDriven kanssa synkronoitava kansio. Voit käyttää kehittyneitä synkronointejasi kotisivun asemavalikosta.
fr_fr: Sélectionnez un dossier sur votre ordinateur à synchroniser avec kDrive. Vous pouvez accéder à vos synchronisations avancées à partir du sélecteur de lecteur de la page d’accueil.
it_it: Seleziona una cartella sul tuo computer da sincronizzare con kDrive. Puoi accedere alle sincronizzazioni avanzate dal selettore di unità nella pagina principale.
nb_no: Velg en mappe på datamaskinen din for å synkronisere med kDrive. Du kan få tilgang til avanserte synkroniseringer fra stasjonvelgeren på startsiden.
nl_nl: Selecteer een map op uw computer om te synchroniseren met kDrive. U kunt uw geavanceerde synchronisaties openen via de schijfkiezer op de startpagina.
pl_pl: Wybierz folder na swoim komputerze do synchronizacji z kDrive. Dostęp do zaawansowanych synchronizacji można uzyskać za pomocą selektora dysków na stronie głównej.
pt_pt: Selecione uma pasta no seu computador para sincronizar com o kDrive. Pode aceder às suas sincronizações avançadas a partir do seletor de unidade na página inicial.
sv_se: Välj en mapp på din dator att synkronisera med kDrive. Du kan komma åt dina avancerade synkroniseringar från enhetsväljaren på startsidan.

# advancedSyncSubtitle
source: Sync a folder with kDrive
da_dk: Synkroniser en mappe med kDrive
de_de: Einen Ordner mit kDrive synchronisieren
el_gr: Συγχρονισμός φακέλου με το kDrive
es_es: Sincronizar una carpeta con kDrive
fi_fi: Synkronoi kansio kDriven kanssa
fr_fr: Synchroniser un dossier avec kDrive
it_it: Sincronizza una cartella con kDrive
nb_no: Synkroniser en mappe med kDrive
nl_nl: Een map synchroniseren met kDrive
pl_pl: Synchronizuj folder z kDrive
pt_pt: Sincronizar uma pasta com o kDrive
sv_se: Synkronisera en mapp med kDrive

# advancedSyncTitle
source: Advanced sync
da_dk: Avanceret synkronisering
de_de: Erweiterte Synchronisierung
el_gr: Προηγμένος συγχρονισμός
es_es: Sincronización avanzada
fi_fi: Kehittynyt synkronointi
fr_fr: Synchronisation avancée
it_it: Sincronizzazione avanzata
nb_no: Avansert synkronisering
nl_nl: Geavanceerde synchronisatie
pl_pl: Zaawansowana synchronizacja
pt_pt: Sincronização avançada
sv_se: Avancerad synkronisering

# appUpToDate
source: The application is up to date
da_dk: Programmet er opdateret
de_de: Die Anwendung ist auf dem neuesten Stand
el_gr: Η εφαρμογή είναι ενημερωμένη
es_es: La aplicación está actualizada
fi_fi: Sovellus on ajan tasalla
fr_fr: L’application est à jour
it_it: L’applicazione è aggiornata
nb_no: Programmet er oppdatert
nl_nl: De applicatie is up-to-date
pl_pl: Aplikacja jest aktualna
pt_pt: A aplicação está atualizada
sv_se: Programmet är uppdaterat

source: Applying change…
da_dk: Anvender ændring…
de_de: Änderung wird angewendet…
el_gr: Εφαρμογή αλλαγής…
es_es: Aplicando cambio…
fi_fi: Muutosta sovelletaan…
fr_fr: Appliquer le changement…
it_it: Applicazione della modifica…
nb_no: Bruker endring…
nl_nl: Wijziging toepassen…
pl_pl: Stosowanie zmiany…
pt_pt: A aplicar alteração…
sv_se: Tillämpar ändring…

# autoCleanupLogsDescription
source: Deletes logs older than 7 days to save disk space.
da_dk: Sletter logfiler ældre end 7 dage for at spare diskplads.
de_de: Löscht Protokolle, die älter als 7 Tage sind, um Speicherplatz zu sparen.
el_gr: Διαγράφει αρχεία καταγραφής παλαιότερα από 7 ημέρες για εξοικονόμηση χώρου στο δίσκο.
es_es: Elimina los registros de más de 7 días para ahorrar espacio en disco.
fi_fi: Poistaa yli 7 päivää vanhat lokit levytilan säästämiseksi.
fr_fr: Supprime les journaux datant de plus de 7 jours pour économiser de l’espace.
it_it: Elimina i log più vecchi di 7 giorni per risparmiare spazio su disco.
nb_no: Sletter logger eldre enn 7 dager for å spare diskplass.
nl_nl: Verwijdert logboeken ouder dan 7 dagen om schijfruimte te besparen.
pl_pl: Usuwa dzienniki starsze niż 7 dni, aby zaoszczędzić miejsce na dysku.
pt_pt: Elimina registos com mais de 7 dias para poupar espaço em disco.
sv_se: Tar bort loggar äldre än 7 dagar för att spara diskutrymme.

# autoCleanupLogsSetting
source: Automatic cleanup
da_dk: Automatisk oprydning
de_de: Automatische Bereinigung
el_gr: Αυτόματη εκκαθάριση
es_es: Limpieza automática
fi_fi: Automaattinen siivous
fr_fr: Nettoyage automatique
it_it: Pulizia automatica
nb_no: Automatisk opprydding
nl_nl: Automatisch opruimen
pl_pl: Automatyczne czyszczenie
pt_pt: Limpeza automática
sv_se: Automatisk rensning

# automaticUpdatesSetting
source: Automatic updates
da_dk: Automatiske opdateringer
de_de: Automatische Aktualisierungen
el_gr: Αυτόματες ενημερώσεις
es_es: Actualizaciones automáticas
fi_fi: Automaattiset päivitykset
fr_fr: Mises à jour automatiques
it_it: Aggiornamenti automatici
nb_no: Automatiske oppdateringer
nl_nl: Automatische updates
pl_pl: Automatyczne aktualizacje
pt_pt: Atualizações automáticas
sv_se: Automatiska uppdateringar

source: Available offline
da_dk: Tilgængelig offline
de_de: Offline verfügbar
el_gr: Διαθέσιμο εκτός σύνδεσης
es_es: Disponible sin conexión
fi_fi: Saatavilla offline-tilassa
fr_fr: Disponibles hors ligne
it_it: Disponibile offline
nb_no: Tilgjengelig frakoblet
nl_nl: Beschikbaar offline
pl_pl: Dostępne offline
pt_pt: Disponível offline
sv_se: Tillgänglig offline

# availableOfflineDescription
source: Your local files remain accessible. Synchronization will automatically resume as soon as you are reconnected.
da_dk: Dine filer kopieres til din computer. Du kan åbne dem til enhver tid, selv uden en internetforbindelse.
el_gr: Τα αρχεία σας αντιγράφονται στον υπολογιστή σας. Μπορείτε να τα ανοίξετε ανά πάσα στιγμή, ακόμα και χωρίς σύνδεση στο διαδίκτυο.
fi_fi: Tiedostosi kopioidaan tietokoneellesi. Voit avata ne milloin tahansa, jopa ilman internet-yhteyttä.
nb_no: Filene dine er kopiert til datamaskinen. Du kan åpne dem når som helst, selv uten internettforbindelse.
nl_nl: Uw bestanden worden gekopieerd naar uw computer. U kunt ze op elk moment openen, zelfs zonder internetverbinding.
pl_pl: Twoje pliki są skopiowane na Twój komputer. Możesz je otwierać w dowolnym momencie, nawet bez połączenia z Internetem.
pt_pt: Os seus ficheiros são copiados para o seu computador. Pode abri-los em qualquer momento, mesmo sem ligação à Internet.
sv_se: Dina filer kopieras till din dator. Du kan öppna dem när som helst, även utan internetanslutning.

# backErrorDriveAsleepDescription
source: You can wake it up from the web interface.
da_dk: Du kan vække den fra webgrænsefladen.
de_de: Sie können es über die Web-Oberfläche aktivieren.
el_gr: Μπορείτε να το αφυπνίσετε από τη διαδικτυακή διεπαφή.
es_es: Puede activarlo desde la interfaz web.
fi_fi: Voit herättää sen verkkokäyttöliittymästä.
fr_fr: Vous pouvez le réveiller à partir de l’interface web.
it_it: Puoi riattivarlo dall’interfaccia web.
nb_no: Du kan vekke den fra nettgrensesnittet.
nl_nl: U kunt het activeren vanuit de webinterface.
pl_pl: Możesz go wybudzić z poziomu interfejsu internetowego.
pt_pt: Pode ativá-lo a partir da interface web.
sv_se: Du kan väcka den från webbgränssnittet.

# betaProgramDescription
source: Get early access to new versions of the application before they are released to the general public and help improve the app by sharing your improvement ideas with us.
da_dk: Få tidlig adgang til nye versioner af programmet, før de udgives til offentligheden, og hjælp med at forbedre appen ved at dele dine forbedringsidéer med os.
de_de: Erhalten Sie frühzeitigen Zugriff auf neue Versionen der Anwendung, bevor diese für die Öffentlichkeit veröffentlicht werden, und helfen Sie, die App zu verbessern, indem Sie Ihre Verbesserungsideen mit uns teilen.
el_gr: Αποκτήστε πρόσβαση στις νέες εκδόσεις της εφαρμογής πριν κυκλοφορήσουν στο ευρύ κοινό και βοηθήστε στη βελτίωση της εφαρμογής μοιράζοντάς μας τις ιδέες σας.
es_es: Obtenga acceso anticipado a las nuevas versiones de la aplicación antes de que se publiquen para el público en general y ayude a mejorar la aplicación compartiendo sus ideas de mejora con nosotros.
fi_fi: Saa varhainen pääsy uusiin sovellusversioihin ennen niiden julkaisua suurelle yleisölle ja osallistu sovelluksen kehittämiseen jakamalla parannusideoitasi kanssamme.
fr_fr: Bénéficiez d’un accès anticipé aux nouvelles versions de l’application avant qu’elles ne soient diffusées au grand public et participez à l’amélioration de l’application en nous partageant vos idées d’améliorations.
it_it: Ottieni accesso anticipato alle nuove versioni dell’applicazione prima che vengano rilasciate al pubblico e contribuisci a migliorare l’app condividendo con noi le tue idee di miglioramento.
nb_no: Få tidlig tilgang til nye versjoner av programmet før de slippes til allmennheten, og bidra til å forbedre appen ved å dele forbedringsidéene dine med oss.
nl_nl: Krijg vroeg toegang tot nieuwe versies van de applicatie voordat ze worden vrijgegeven aan het grote publiek en help de app te verbeteren door uw verbeterideeën met ons te delen.
pl_pl: Uzyskaj wcześniejszy dostęp do nowych wersji aplikacji przed ich udostępnieniem ogółowi społeczeństwa i pomóż ulepszać aplikację, dzieląc się z nami swoimi pomysłami na ulepszenia.
pt_pt: Tenha acesso antecipado às novas versões da aplicação antes de serem disponibilizadas ao público em geral e ajude a melhorar a aplicação partilhando as suas ideias de melhoria connosco.
sv_se: Få tidig åtkomst till nya versioner av programmet innan de släpps till allmänheten och hjälp till att förbättra appen genom att dela dina förbättringsidéer med oss.

# betaProgramTitle
source: Join the beta program
da_dk: Deltag i betaprogrammet
de_de: Am Beta-Programm teilnehmen
el_gr: Εγγραφή στο πρόγραμμα beta
es_es: Unirse al programa beta
fi_fi: Liity beta-ohjelmaan
fr_fr: Rejoindre le programme bêta
it_it: Partecipa al programma beta
nb_no: Bli med i betaprogrammet
nl_nl: Deelnemen aan het bètaprogramma
pl_pl: Dołącz do programu beta
pt_pt: Aderir ao programa beta
sv_se: Gå med i betaprogrammet

# browserSignInInstruction
source: Your browser should open automatically to complete the sign-in. Once signed in, you will be automatically returned to kDrive.
da_dk: Din browser bør åbne automatisk for at fuldføre login. Når du er logget ind, returnerer du automatisk til kDrive.
de_de: Ihr Browser sollte sich automatisch öffnen, um die Anmeldung abzuschliessen. Nach der Anmeldung werden Sie automatisch zu kDrive zurückgeleitet.
el_gr: Το πρόγραμμα περιήγησής σας θα ανοίξει αυτόματα για να ολοκληρώσετε τη σύνδεση. Μόλις συνδεθείτε, θα επιστρέψετε αυτόματα στο kDrive.
es_es: Su navegador debería abrirse automáticamente para completar el inicio de sesión. Una vez que haya iniciado sesión, volverá automáticamente a kDrive.
fi_fi: Selaimesi pitäisi avautua automaattisesti kirjautumisen viimeistelemiseksi. Kun olet kirjautunut sisään, sinut palautetaan automaattisesti kDriveen.
fr_fr: Votre navigateur devrait s’ouvrir automatiquement pour finaliser la connexion. Une fois connecté, vous reviendrez automatiquement dans kDrive.
it_it: Il tuo browser dovrebbe aprirsi automaticamente per completare l’accesso. Una volta effettuato l’accesso, verrai automaticamente reindirizzato a kDrive.
nb_no: Nettleseren din bør åpne seg automatisk for å fullføre innloggingen. Når du er logget inn, vil du automatisk bli sendt tilbake til kDrive.
nl_nl: Uw browser zou automatisch moeten openen om het inloggen te voltooien. Zodra u bent ingelogd, keert u automatisch terug naar kDrive.
pl_pl: Twoja przeglądarka powinna otworzyć się automatycznie, aby dokończyć logowanie. Po zalogowaniu zostaniesz automatycznie przekierowany do kDrive.
pt_pt: O seu navegador deverá abrir automaticamente para concluir o início de sessão. Depois de iniciar sessão, será automaticamente redirecionado para o kDrive.
sv_se: Din webbläsare bör öppnas automatiskt för att slutföra inloggningen. När du är inloggad återgår du automatiskt till kDrive.
